Repository: wp-plugins/xili-floom-slideshow
Catalog: languages/xilifloomslideshow-*.po
Languages: fr_fr

source: xili floom slideshow
fr_fr: Diaporama xili floom

source: no image: see again params
fr_fr: images introuvables : vérifier les paramètres

source: Settings
fr_fr: Réglages

source: plugin integrates the modules of Floom slideshow in your current theme and detect the specific configurations for Floom in your theme.
fr_fr: est une extension qui permet l'intégration aisée du diaporama Floom dans le thème courant et détecte les configurations spécifiques pour Floom dans le thème.

source: The current theme is here
fr_fr: Le thème courant est là

source: The active floom.css is here
fr_fr: Le fichier actif floom.css est là

source: xilitheme-select plugin active
fr_fr: L'extension xilitheme-select est activée

source: The Floom slideshow javascript contains a lot of parameters. Instead modifying source, here, you can change some parameters for your whole site. Some settings are possible for one post (see docs).
fr_fr: Le javascript Floom contient une multitude de paramètres. Au lieu de modifier le source, ici, il est possible de modifier des paramètres pris en compte dans tout le site. Mais des réglages peuvent être ciblés pour un article seul via les champs personnalisés de chaque article ou page.

source: Parameters as currently saved
fr_fr: Les paramètres en cours

source: Parameters list
fr_fr: La liste des paramètres

source: Parameter:
fr_fr: Paramètre :

source: Update
fr_fr: Mise à jour

source: Special gold parameters
fr_fr: Paramètres spéciaux

source: These parameters are reserved if extended js class of the original Floom class is used
fr_fr: Ces paramètres sont réservés pour l'usage d'une classe js extension de la classe originelle Floom

source: Gold inactive
fr_fr: Classe étendue inactive

source: Gold active
fr_fr: Classe étendue active

source: For more info about javascript see Floom documentation. Floom slideshow javascript was designed by Oskar Krawczyk (<a href='http://nouincolor.com/' target='_blank' >http://nouincolor.com/</a>) under MIT license. This plugin for Wordpress don't modify the original js source.
fr_fr: Les informations sur le javascript du diaporama Floom sont sur le site de son auteur Oskar Krawczyk (<a href='http://nouincolor.com/' target='_blank' >http://nouincolor.com/</a>)

source: Style Settings
fr_fr: Réglage des styles

source: SlideShow Settings
fr_fr: Réglages du diaporama

source: xili-floom-slideshow settings
fr_fr: Réglages du diaporama xili-floom

source: Author
fr_fr: Auteur
